Repository: WordPressUtilities/WPUPaypal
Catalog: lang/WPUPaypal-*.po
Languages: fr_fr

source: PayPal Options
fr_fr: Options PayPal

source: Credentials - User
fr_fr: Accès - User

source: Credentials - PWD
fr_fr: Accès - Mot de passe

source: Credentials - Sig
fr_fr: Accès - Signature

source: API Version
fr_fr: Version API

source: Currency
fr_fr: Devise

source: Sorry, your nonce did not verify.
fr_fr: Désolé, votre nonce est invalide.

source: These credentials works great !
fr_fr: Ces identifiants marchent à merveille !

source: These credentials do not work.
fr_fr: Ces identifiants ne fonctionnent pas.

source: Test &amp; save values
fr_fr: Tester & sauvegarder les valeurs

source: Save values
fr_fr: Sauvegarder les valeurs

source: Help
fr_fr: Aide

source: Create test accounts
fr_fr: Créer des comptes de test

source: Production API access
fr_fr: Accès API pour la production.
